{
  "mainMuscles": [
    "Triceps: Three-headed arm muscle"
  ],
  "stepByStepInstructions": [
    "Stand in front of the cable tower in your preferred foot stance (refer to above).\n",
    "Firmly grasp the rope attached to the top of the cable machine with both hands.\n",
    "Pull the rope towards you by pressing your elbows to the sides of your torso. Your arms should be bent at about a 90-degree angle at the elbows. With this position, you’ve already lifted the weight a little off the block. You’re now in the starting position.\n",
    "Press the rope down. Try to move the two ends of the rope towards your pockets. This will make the rope move slightly apart and your hands just to the side of your body. The pressing movement should only come from extending the elbows that are fixed to the sides. Don’t push your elbows forward or backward.\n",
    "Move the rope down until your arms are fully extended. Hold the position for a moment, then move the rope back up to the starting position in a controlled manner.\n"
  ],
  "commonMistake": ["A common mistake is moving the elbows. The goal of the exercise is to isolate the triceps, which is best achieved by keeping the elbows in one fixed position. The movement of the forearms occurs only through bending and extending the elbows. Avoid moving the elbows forward and backward, as this activates the lat and weakens the isolation of the triceps.\n",
    "Avoid a swinging downward movement of the handle. While you can move more weight with the swinging movement, the muscle stimulation will be weaker. Reduce the weight and perform the movement throughout the full range of motion in a controlled and steady manner.\n"

  ],
  "videoTutorial": "https://www.youtube.com/watch?v=AG01W61kwog&t=234s",
  "infoObtainedFrom": "https://training.fit/exercise/cable-tricep-pushdowns/",
  "citation": "Training.fit, \"Cable Tricep Pushdowns - Instructions, Information & Alternatives,\" Training.fit. [Online]. Available: https://training.fit/exercise/cable-tricep-pushdowns/."

}