{
  "mainMuscles": [
    "Neck: Musculus trapezius",
    "Back: Musculus teres major",
    "Back: Musculus latissimus dorsi",
    "Back: Musculus rhomboideus major",
    "Back: Musculus teres minor",
    "Back: Musculus erector spinae",
    "Back: Musculus infraspinatus",
    "Shoulder: Musculus deltoideus",
    "Shoulder: posterior deltoid muscle"
  ],
  "stepByStepInstructions": [
    "Stand about shoulder-width apart in front of a barbell lying on the ground.\n",
    "Bend your knees slightly, keep your back straight (not rounded), and grip the barbell using your preferred grip.\n",
    "Lift the barbell with a straight back and stand up. The barbell should be in front of your thighs.\n",
    "Bend your upper body forward as described above and stick your butt out. Maintain a straight back with a slight arch. The barbell should still be securely in your hands and in front of your shins.\n",
    "Tighten your abdominal muscles and pull your shoulders back slightly. You are now in the starting position.\n",
    "Pull the barbell up towards your stomach in a controlled movement without momentum. Keep your back straight throughout the exercise.\n",
    "Hold this position briefly before lowering the weight back to the starting position in a controlled manner.\n"
  ],
  "commonMistake": ["Proper form is important not only during the exercise but also when lifting the barbell. Never lift the barbell with a curved back and straight legs. Instead, bend your knees slightly, keep your back straight, and lift the barbell using the strength of your legs. This way, you can avoid putting unnecessary stress on the lower back intervertebral discs. By following these tips and maintaining proper form, you can get the most out of your Barbell Row workout while minimizing the risk of injury.\n"
  ],
  "videoTutorial": "https://youtu.be/kBWAon7ItDw",
  "infoObtainedFrom": "https://training.fit/exercise/barbell-row/",
  "citation": "Training.fit, \"Barbell Row - Instructions, Information & Alternatives,\" Training.fit. [Online]. Available: https://training.fit/exercise/barbell-row/."
}